[
  {
    "id": 1,
    "name": "Hocus Pocus",
    "plot": "Reviewer-Natalia Sena: My favorite Halloween movie is The Ring (2002). The story is about a journalist named Rachel who investigates a mysterious videotape that is said to kill anyone who watches it. After watching the tape herself, Rachel starts seeing strange things and has to figure out what's going on to save herself and her son from the deadly curse. I recommend The Ring because it's a scary movie that the atmosphere is creepy, and it builds up suspense really well. It's not all about cheap jump scares. The Ring creates a feeling of dread that sticks with you long after the movie is over. Naomi Watts does a great job as Rachel, showing a mix of fear and determination that makes her character feel real. || Reviewer-Mara Fiorella Silva Duarte: I would recommend this movie because I think it embodies perfectly the idea of Halloween in its classical form (witches, zombies and other creatures) while also being funny and light-hearted. Plot: Hocus Pocus is about three witches named Winifred, Sarah, and Mary who were executed in Salem back in 1693. They're brought back to life in modern-day Salem when a teenager named Max accidentally lights a magical candle. The witches want to steal the life force of children to stay young forever. Max, his little sister Dani, and their friend Allison team up to stop them. With the help of a talking cat named Binx (who's been cursed for centuries), they outsmart the witches.",
    "poster_path": "https://lumiere-a.akamaihd.net/v1/images/p_hocuspocus_19880_e000b013.jpeg"
  },
  {
    "id": 2,
    "name": "The Blair Witch Project",
    "plot": "Reviewer-Yuliana Milagros Alves Medina: This film is of this genre that amazes me and makes my head spin because of the psychological horror. Why do I recommend it? I love this movie and it is the first one of this genre that I have seen. The Blair Witch Project is a unique horror film that uses the found footage style to tell a scary story. It follows three filmmakers who get lost in the woods while looking for the legend of the Blair Witch. Instead of using many special effects, the movie creates fear through the atmosphere, strange noises, and what is not shown. The shaky camera and natural acting make everything feel real and help build a sense of fear and confusion. Although it is slow at times, the film is very effective at making you feel scared and uneasy, especially with its focus on isolation and the unknown. It's a creepy movie that stays with you after it's over. || Reviewer-Ivan Ezequiel Martinez Surez: The Blair Witch Project (1999) is a horror movie about three students who get lost in the woods while investigating a local legend. Strange events make them feel they’re being watched, creating growing fear and tension. I recommend it for its realistic style and suspense, which keeps viewers on edge. It’s a classic for fans of subtle, psychological horror.",
    "poster_path": "https://playhousecinema.ca/files/princesscinemas/movie-posters/the_blair_witch_project.jpg"
  },
  {
    "id": 3,
    "name": "Midsommar",
    "plot": "Reviewer-Federico Petrone: Midsommar is a slow-burn psychological horror film that follows a woman coping with a deep personal tragedy. She joins her boyfriend and a group of friends on a trip to a remote Swedish village for a rare midsummer festival. What begins as a seemingly innocent cultural experience quickly takes a dark turn as the group begins to realize the village's customs are far more disturbing than they could have imagined. The film blends the beauty of the Swedish countryside with a sense of unease, creating a chilling atmosphere that's unsettling. As tensions rise, the protagonist finds herself caught between her grief and the village's rituals. Midsommar is visually stunning and thought-provoking. If you enjoy films that slowly build tension and keep you questioning what's real, Midsommar will leave a lasting impact. It's a unique horror experience that's as much about psychological terror as it is about the horror of human relationships. I have chosen this movie, because of the impact it had on me the first time I saw it. I feel that it is a very different movie from what I am used to watching, because of the uncomfortable sense that it gives you when you watch it. || Reviewer-Marcos Jorge López Freccero: Midsommar is a slow-burn psychological horror film that follows a woman coping with a deep personal tragedy. She joins her boyfriend and a group of friends on a trip to a remote Swedish village for a rare midsummer festival. What begins as a seemingly innocent cultural experience quickly takes a dark turn as the group begins to realize the village's customs are far more disturbing than they could have imagined. The film blends the beauty of the Swedish countryside with a sense of unease, creating a chilling atmosphere that's unsettling. As tensions rise, the protagonist finds herself caught between her grief and the village's rituals. Midsommar is visually stunning and thought-provoking. If you enjoy films that slowly build tension and keep you questioning what's real, Midsommar will leave a lasting impact. It's a unique horror experience that's as much about psychological terror as it is about the horror of human relationships. I have chosen this movie, because of the impact it had on me the first time I saw it. I feel that it is a very different movie from what I am used to watching, because of the uncomfortable sense that it gives you when you watch it.",
    "poster_path": "https://grandillusioncinema.org/wp-content/uploads/2023/06/midsommar.jpg"
  },
  {
    "id": 4,
    "name": "Coraline",
    "plot": "Reviewer-Natayha Raicoff casaña: 'Coraline' tells the story of a little girl named Coraline Jones who feels dissatisfied with her life. Her family moves into an old house that has been divided into apartments. Coraline is a curious and adventurous child, but her parents are distracted and don't seem to give her the attention she wants. One day, Coraline discovers a secret door in her new home. When she opens it, she finds an alternate world, where everything is more colorful and attractive. In this Other World, her Other Parents are similar in appearance to her real parents, but are more attentive and loving. However, she soon realizes that there is a price to pay: her Other Parents have buttons instead of eyes and wish to sew buttons on her so that she will stay in that world forever. || Reviewer-Wendy Piriz: This film masterfully blends whimsy and horror, exploring themes of identity, bravery, and the importance of appreciating one's own life. With its captivating animation and haunting score, Coraline is a compelling tale that resonates with both children and adults, leaving a lasting impression of courage in the face of adversity. Coraline is a bored and sad girl in her new home, with strange neighbors upstairs and downstairs. One day she discovers that behind a wall in her house, there is a secret door to another world, with another mother and another father, a better version of her life.",
    "poster_path": "https://www.filmarena-eng.com/obrazky/film_12024_1.jpg"
  },
  {
    "id": 5,
    "name": "Pulp Fiction",
    "plot": "Reviewer-José Ignacio Festari: 'In my case, I selected this movie because the subject is disgusting and mature themes, it is not a family oriented movie. The movie is of the action genre, and there is a lot of blood. Also, in my opinion it is a movie that you have to see at least once in your life, because it is really original the way the story is told, and it is an icon of pop culture.' At the beginning, a couple is in a coffee shop having breakfast, and after a few moments we realize that they are a couple of crooks who are looking for easy money, but the story doesn't start from this point in time. So we need to see more to follow the right order. Vincent and Jules are on the road to do a job for their mob boss, Marsellus Wallace, as they talk about a trip to Europe that Vincent took until they get to the job site, as they must rescue a briefcase with something really important to Marsellus. Butch is a boxing champion and also works for Marsellus. The boss asks Buch about his next fight, he has to surrender in the fight to retire from the career or pay the consequences. Therefore, Butch has to choose for the sake of his life. Later, we meet Marsellus wife (Mia Wallace), who wants to go out for the night, but Marsellus is not the type to go out and have fun. Then, we see Vincent accompanying Mia on a very iconic outing for the movie world.",
    "poster_path": "https://assets.scriptslug.com/live/img/x/posters/3184/pulp-fiction-1994_2731b11b11.jpg"
  },
  {
    "id": 6,
    "name": "Don't Breathe",
    "plot": "Reviewer- Tomás Felisberto: Don't Breathe is a gripping thriller that expertly subverts horror tropes. The film follows young thieves who target a blind man, believing he's an easy target. However, they quickly realize he is anything but defenseless. Stephen Lang's performance adds depth as tension escalates in a claustrophobic setting. The film blurs moral lines, forcing viewers to question who the real villain is. With effective use of darkness and silence, it creates a uniquely terrifying experience. Ultimately, Don't Breathe is a standout in modern horror, blending intense action with thought-provoking themes.",
    "poster_path": "https://play-lh.googleusercontent.com/Wm4Va45o9oSO1zR8ZADfTc-4bDXwc3UWmuVAjUMbWUtGMwXnfts0-GreLimN_4DN-quW"
  },
  {
    "id": 7,
    "name": "Hereditary",
    "plot": "Reviewer-Joaquin Franco Rosso: In Hereditary, the Graham family struggles with profound grief and unsettling secrets following the death of matriarch Ellen. Annie, a miniature artist, grapples with her complicated relationship with her mother while her son Peter and daughter Charlie navigate their own emotional turmoil.\n\nThe family is thrust into chaos after a tragic accident at a party leaves Charlie dead, resulting in Peter feeling overwhelming guilt and Annie becoming increasingly resentful and isolated.",
    "poster_path": "https://musicart.xboxlive.com/7/a6e35000-0000-0000-0000-000000000002/504/image.jpg?w=1920&h=1080"
  },
  {
    "id": 8,
    "name": "Corpse Bride",
    "plot": "Reviewer-Sara Belén Olivera Jorge: I hardly recommend Corpse Bride because it is such a beautiful and meaningful movie. It has a spectacular soundtrack and visuals. Also, it is a movie that seems like an animation cartoon, but it is made in a technique that uses frame to frame photos of maquettes of the characters and scenes. The technique is called Stop Motion. The director Tim Burton has a remarkable aesthetic, so unique and beautiful that made the movie so particular and beautiful to watch. The movie its about a young man that comes from a rich family who is forced to marry a woman that he does not know at all. The young man is so clumsy and weird, that in the rehearsal of the wedding, he ruined the evening, so he was sent away to study his votes. He goes to the forest and starts practicing, without the pressure of his parents and the other people in the rehearsal, he performed his votes perfectly. What he don't know, is that he is saying the votes standing in a woman's tomb, what causes that the man accidentally marries the ghost of a dead woman. || Reviewer-Alejandra González:Corpse Bride tells the story of Victor Van Dort, a shy young man who is supposed to marry the beautiful Victoria Everglot. While practicing his wedding vows in the woods, he accidentally gets bound to the Corpse Bride, a ghost who is looking for love. This unexpected encounter takes him into the underworld. In this strange new place, Victor learns about the Corpse Bride's sad past and why she wants to be loved. He finds himself torn between his responsibilities to the living and the connection he feels with her, leading to a touching story about love and loyalty.",
    "poster_path": "https://resizing.flixster.com/-XZAfHZM39UwaGJIFWKAE8fS0ak=/v3/t/assets/p36328_p_v10_aj.jpg"
  },
  {
    "id": 9,
    "name": "Annabelle",
    "plot": "Reviewer-Franco Gabriel Rodríguez Pereira: I like Annabelle because it creates an intense and frightening suspense atmosphere. The story is intriguing and the doll is really creepy, which keeps my interest in every scene. Annabelle (2014)  is a American supernatural horror film, it is about a doll that is possessed by an evil supernatural entity which will be stalking a family. ",
    "poster_path": "https://m.media-amazon.com/images/M/MV5BNjkyMDU5ZWQtZDhkOC00ZWFjLWIyM2MtZWFhMDUzNjdlNzU2XkEyXkFqcGc@._V1_FMjpg_UX1000_.jpg"
  },
  {
    "id": 10,
    "name": "Scream 2",
    "plot": "Reviewer-Pablo Alejandro Mendez Cabillon: Scream 2 follows Sidney Prescott as she navigates college life a year after the original murders, only to find herself once again pursued by a masked killer. The film dives into the horror sequel concept, adding layers of suspense and mystery. Its college setting gives the story a fresh atmosphere while heightening the tension and stakes. The film brings back original characters like Neve Campbells Sidney and Courteney Cox Gale, adding to its charm and familiarity. The dialogue remains sharp and self aware, poking fun at horror clichés. With twists and surprises, it keeps audiences guessing throughout.",
    "poster_path": "https://resizing.flixster.com/-XZAfHZM39UwaGJIFWKAE8fS0ak=/v3/t/assets/p20341_p_v8_ab.jpg"
  },
  {
    "id": 11,
    "name": "A Nightmare on Elm Street",
    "plot": "Reviewer-Mateo Federico Cruz Diaz: Nightmare on Elm Street follows a group of teenagers haunted by Freddy Krueger, a killer who attacks them in their dreams. Directed by Wes Craven, it introduced Freddy as a horror icon with a chilling twist: if they die in their dreams, they die in real life. The first film of the series premiered on November 9, 1984. I recommend it because it's a unique mix of supernatural horror and suspense. Instead of cheap scares, it builds dread through creepy dream sequences, making sleep itself dangerous. As a horror classic, this movie is perfect for Halloween, with its creepy story and unforgettable villain. It's a must-watch for any horror fan.",
    "poster_path": "https://resizing.flixster.com/-XZAfHZM39UwaGJIFWKAE8fS0ak=/v3/t/assets/p8572_p_v8_ad.jpg"
  },
  {
    "id": 12,
    "name": "Harry Potter",
    "plot": "Reviewer-Camila Serena: For me, Harry Potter is the best movies in the world. Its plot is very fantastic and catchy. I recommended it for children and adults. Its very interesting, magical, and funny. This is a saga with 8 movies, about a young magician and his friends. They trought different problems and situations over the years. The plot focuses on the fight between Harry Potter and the evil wizard Lord Voldemort, who murdered Harry's parents in his quest to conquer the world.",
    "poster_path": "https://i.ebayimg.com/images/g/V3sAAOSwx6pYpRU7/s-l640.jpg"
  },
  {
    "id": 13,
    "name": "Scary Movie (Series)",
    "plot": "Reviewer-Belén Rivero: This movie in my opinion is very scary and perfect to watch Halloween night. The movie is about Mina, a young artist its stranded on a path beside a forest. She is forced to walk inside the forest in search of help. In the process she meets an old woman who orders her to enter her lair. When she enters, they close the door and explain a series of rules that she must respect. She soon realizes that there is 'something' that watches them at night. And they must try to get out of there alive. || Reviewer-Erwin Loenel Caballero Bruno: My favourite movie to watch in halloween is Scary Movie. It doesn't matter if it is the 1,2,3,4 or 5, because it is scary and funny. The jokes are cruel no matter how strong or bizarre they may be, and this is something that no longer exists in the new movies. The Scary Movie films are funny comedies that poke fun at common horror movie clichés. With silly humor and absurd situations, each movie mixes jokes, slapstick comedy, and pop culture references, making them enjoyable even for those who don't love horror. Watching all the Scary Movie films is a great way to have fun, as they bring laughs through their ridiculousness while also giving a lighthearted look at popular films.",
    "poster_path": "https://m.media-amazon.com/images/M/MV5BZGRmMGRhOWMtOTk3Ni00OTRjLTkyYTAtYzA1M2IzMGE3NGRkXkEyXkFqcGc@._V1_FMjpg_UX1000_.jpg"
  },
  {
    "id": 14,
    "name": "Night of the Living Dead",
    "plot": "Reviewer-Damian Lapuente: In my opinion, this is one of the best zombie horror movies ever made. Do you know why? Because it inspired all the modern horror films and, at the same time, it generally stayed faithful to the original (1968). At the beginning, it shows the siblings Barbra and Johnny drive to a cemetery in rural Pennsylvania to visit their father's grave, where a pale man in a tattered suit kills Johnny and attacks Barbra. She flees to a nearby farmhouse but finds the resident's corpse lying half-eaten on the stairs. A growing horde of ghouls soon surround the house as a stranger, Ben, arrives and initially mistakes Barbra for the homeowner. After driving back several ghouls, he boards the windows and doors. Will they make it through the night?",
    "poster_path": "https://m.media-amazon.com/images/M/MV5BNmZkNDg2NmMtYTliMy00MjNlLTg1MzUtZDBjMzc3NjI0M2Q4XkEyXkFqcGc@._V1_FMjpg_UX1000_.jpg"
  },
  {
    "id": 15,
    "name": "The Addams Family",
    "plot": "Reviewer-Agustin Noble: My favorite movie is The Addams Family. It is a classic dark comedy from 1991 that introduces us to spooky Addams family. The main characters are Gomez and Morticia Addams, along with their children Wednesday and Pugsle. This movie is a Halloween favorite because it's both funny and eerie, with a cast of unique characters that bring charm and wit to the story. The Addams' dark humor and unconventional lifestyle make for an entertaining contrast to the typical \"normal\" family. It's a perfect choice for viewers who enjoy spooky yet lighthearted movies with a gothic twist.",
    "poster_path": "https://i.pinimg.com/736x/01/89/01/018901f4902210f6d1d33fc9036b51ae.jpg"
  },
  {
    "id": 16,
    "name": "Incantation",
    "plot": "Reviewer-Nicolás Hernández: This movie, in my opinion, its one of the greatest of all time, even if its kind of a recent discovery for me. Do you know why? Because it has everything: tension, suspense and some good plot-twists. The movie it's about a Mother an her infant Daughter meeting after some years for unknown reasons. We accompany them through the process. Then they start to suffer from paranormal phenomena, but its not explained to us why. The mother clearly hides something from her past, which is linked to her daughter. And this curse has bestowed upon the two of them.",
    "poster_path": "https://i.pinimg.com/originals/31/07/9e/31079ee7151a0a4a136368de27558ade.jpg"
  }
]
